/* N lamps */
"[%ld lamps]" = "%ld lamp(s)";

/* Connected to Hue format */
"[Connected to %@]" = "Connected to %@";

/* Connected to Hue label */
"[Connected to Hue]" = "Connected to hue bridge";

/* Try reconnecting message */
"[Connection to Hue failed message]" = "Failed to connect to hue bridge. Please, try reconnecting in Settings. If problem presists, please, contact developer.";

/* Failed to send command to hue title */
"[Connection to Hue failed title]" = "Problems connecting to hue bridge";

/* Sound manager failed title */
"[Could not play sound title]" = "Problems playing sounds";

/* Discovering hub label */
"[Discovering hubs]" = "Discovering hue bridge";

/* Found hub label */
"[Found hub - connecting]" = "Connecting to hue bridge";

/* Sound manager general error */
"[General problem playing sound]" = "vPlaces could not play sounds on your device. Please, contact developer for more information.";

/* Hue not found message */
"[Hue not found message]" = "vPlaces could not find hue bridge. App could still work without Philips hue, though. You can try to reconnect at any time later.";

/* Hue not found title */
"[Hue not found title]" = "Could not find hue bridge";

/* Mail subject title */
"[Message from vPlaces user]" = "Message from vPlaces user";

/* No lamps are selected */
"[no lamps]" = "no lamps";

/* Not connected to Hue label */
"[Not connected to Hue]" = "Not connected to hue";

/* Ok button title */
"[Ok]" = "Ok";

/* Press Hue button label */
"[Press Hue button]" = "Press button on hue bridge";

/* Sound manager error format */
"[Problems playing sound %@]" = "vPlaces could not play sound - %@. Please, contact developer with this information.";

/* Reconnect button title */
"[Reconnect]" = "Reconnect";

/* Settings button title */
"[Settings]" = "Settings";

/* Reachable flag */
"[, reachable]" = ", reachable";

/* Reachable flag */
"[, not reachable]" = ", not reachable";

/* on flag */
"[, on]" = ", on";

/* off flag */
"[, off]" = ", off";

/* vPlaces app description */
"[vPlaces app description]" = "vPlaces app - virtual experience for Philips hue lights";

"[Cancel]" = "Cancel";
"[Delete]" = "Delete";
"[Download]" = "Download";

"[Download bundle title]" = "Standard places";
"[Download bundle message]" = "Now all standard places could be downloaded separately. Download all places? This will take a lot of traffic. You could always download specific places later on.";

"[Download place title]" = "Download place";
"[Download place %@]" = "Download place \"%@\"? Places usually take significant amount of traffic.";
"[Download place %@, size %@]" = "Download place \"%@\"? Download size is %@.";

"[Download place failed title]" = "Place download failed";
"[Download place %@ failed]" = "Problems with downloading place \"%@\". Please, check your Internet connection and try again.";

"[Download places failed]" = "Problems with downloading places. Please, check your Internet connection and try again.";

"[Delete all local places]" = "Delete all local place information? You'll be able to redownload stardard places.";

